export const questions = [
  {
    title: 'Кто мой второй лучший друг?',
    variants: ['библиотека', 'фреймворк', 'приложение'],
    correct: 0,
  },
  {
    title: 'Кто мой главный враг?',
    variants: ['вфывфйцу', 'вфывф', 'фыввфы'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['бифывтека', 'фреймворк', 'приложение'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['библйцука', 'фреймворк', 'приложение'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['библиотека', 'вфывфы', 'приложение'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['библиотека', 'фывфы', 'приложение'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['библиотека', 'фреймворк', 'ячсячс'],
    correct: 0,
  },
  {
    title: 'React - это ... ?',
    variants: ['библиотека', 'фреймворк', 'приложение'],
    correct: 0,
  },
  {
    title: 'Компонент - это ... ',
    variants: [
      'приложение',
      'часть приложения или страницы',
      'то, что я не знаю что такое',
    ],
    correct: 1,
  },
  {
    title: 'Что такое JSX?',
    variants: [
      'Это простой HTML',
      'Это функция',
      'Это тот же HTML, но с возможностью выполнять JS-код',
    ],
    correct: 2,
  },
]
